{
  "avocadoToast": {
    "ingredients": [
      "1 piece thick cut grainy bread",
      "1/2 large ripe avocado",
      "1-2 teaspoons freshly squeezed lemon juice",
      "Kosher salt and freshly cracked black pepper to taste"
    ],
    "recipe": [
      "1. Toast the piece of bread until the bread is just golden brown, about 2-3 minutes depending on the thickness of the bread.",
      "2. For the halved avocado, remove the pit from the avocado and discard. Remove the avocado from the skin and place the avocado flesh into a medium bowl and mash it with a fork and a squeeze of the fresh lemon juice. Season with salt and pepper as needed.",
      "3. Slater the mashed avocado on top of the toast. Add more salt and pepper is desired and serve immediately."
    ]
  },
  "softScrambledEggs": {
    "ingredients": [
      "1 tablespoon butter",
      "4 large eggs",
      "Kosher salt and freshly cracked black pepper",
      "2 tablespoon freshly grated parmesan cheese",
      "2 cups baby arugula",
      "2 tablespoon freshly grated parmesan cheese",
      "1/2 lemon juiced",
      "1 tablespoon olive oil",
      "Flaky salt and freshly cracked black pepper to taste"
    ],
    "recipe": [
      "1. Prepare the Eggs: Crack the eggs into a medium bowl and whisk until the yolks and whites are fully combined and slightly frothy. This step adds air, ensuring your scramble is light and fluffy.",
      "2. Cook the Scramble: Heat a large non-stick (or well-seasoned cast iron) skillet over medium-low heat. Add the butter and let it melt until it’s bubbling but not browned.",
      "3. Add the Eggs: Pour the whisked eggs into the pan and season immediately with a pinch of kosher salt and freshly cracked black pepper.",
      "4. Slow and Steady: Using a spatula, gently drag it along the bottom of the pan, moving slowly to create soft, pillowy curds. Avoid over-stirring—let the eggs sit for a moment between each gentle drag.",
      "5. Add the Cheese: When the eggs are still slightly runny, sprinkle in the Parmesan cheese. Continue to cook gently until the eggs are mostly set but still glossy.",
      "6. Finish and Serve: Remove the pan from the heat when the eggs look like they need just 30 more seconds of cooking. The residual heat will finish them perfectly. Adjust seasoning with additional salt and pepper if needed.",
      "7. Make the Arugula Salad: In a bowl, toss the baby arugula with lemon juice, olive oil, flaky salt, and freshly cracked black pepper. Add the Parmesan and gently combine.",
      "8. Serve: Plate the Soft Scrambled Eggs immediately alongside the fresh arugula salad. Enjoy!"
    ]
  },
  "yogurtBowl": {
    "ingredients": [
      "raspberries",
      "blueberries",
      "your favorite kind of yogurt",
      "Granola or Muesli"
    ],
    "recipe": [
      "1. In a medium bowl, layer the yogurt on the bottom.",
      "2. Top with granola or muesli.",
      "3. Finish with assorted fruit toppings.",
      "4. Enjoy!"
    ]
  },
  "friedEggBreakfastSandwich": {
    "ingredients": [
      "6 thick cut slices of bread, toasted",
      "6 piece crispy cooked bacon, torn into smaller pieces",
      "1 recipe basil vinaigrette",
      "1 recipe tomato confit",
      "6 eggs",
      "olive oil for frying eggs"
    ],
    "recipe": [
      "1. Heat your skillet over medium-high heat.",
      "2. Reduce the heat to medium and add enough olive oil to coat the base of the pan. Once the olive oil starts to shimmer you're ready to go.",
      "3. Carefully crack the egg into the skillet.",
      "4. Let the egg start to cook, gently tilting the pan occasionally to pool the oil, and baste the egg white with the hot oil. Cook for 2 minutes for runny yolks or 3 minutes for medium yolks.",
      "5. Transfer the crispy fried egg to a baking sheet once the egg whites are set and season with salt and pepper. Repeat as needed.",
      "6. Slather a few tablespoons of the confit on each piece of bread. Drizzle with the basil vinaigrette.",
      "7. Top with a fried egg and sprinkle the bacon on top. Season with salt and pepper and garnish with chives if desired."
    ]
  },
  "bagelBreakfastSandwich": {
    "ingredients": [
      "1 plain or everything bagel",
      "3-4 slices avocado",
      "1 thick sliced tomato",
      "2 pieces crispy bacon",
      "1 slice fontina cheese",
      "1 egg scrambled"
    ],
    "recipe": [
      "1. Slice the bagel in half.",
      "2. Lay the piece of cheese on the bottom part and place into a toaster oven to melt. Top with the avocado, tomato, bacon and egg and place the other half of the bagel on top.",
      "3. Slice down the middle and serve."
    ]
  },
  "bananaBlueberrySmoothies": {
    "ingredients": [
      "1 banana peeled",
      "1 cup frozen blueberries",
      "1 cup almond milk",
      "1 tablespoon almond butter",
      "1 teaspoon chia seeds",
      "1 teaspoon hemp seeds",
      "1 teaspoon flax seeds"
    ],
    "recipe": [
      "Blend until totally smooth and serve immediately"
    ]
  },
  "cheesyChickenSausagePastaBake": {
    "ingredients": [
      "1 lb rigatoni or ziti",
      "1 lb sweet italian chicken sausage",
      "1 onion, roughly chopped",
      "6 cloves garlic chopped",
      "1 teaspoon oregano",
      "1/2 teaspoon dried thyme",
      "1/2 teaspoon red pepper flakes",
      "2 and 1/2 cups crushed tomatoes",
      " 1/2 cup heavy cream",
      "1 cup shredded mozzarella",
      "1 cup fresh mozzarella cut into bite sized pieces",
      "Kosher salt and freshly cracked black pepper to taste"
    ],
    "recipe": [
      "1. Preheat oven to 350°.",
      "2. Cook the pasta according to package directions. Drain the pasta, and set it aside.",
      "3. Remove the casings from the sausage. In a large skillet, combine the sausage, onion, and herbs over medium heat until browned, for about 10 minutes until the meat is golden brown. Add the garlic and saute for 30 seconds before adding the crushed tomatoes and heavy cream and simmer for 10 minutes. Taste and season with salt and pepper as needed.",
      "4. Combine cooked pasta and sausage mixture, and the shredded mozzarella and stir to combine. Place the pasta mixture in a large casserole dish. Top with the fresh mozzarella and bake for 30 minutes until bubbly. Serve immediately."
    ]
  },
  "crispyCheeseQuesadilla": {
    "ingredients": [
      "6 small flour tortillas, about 4 and 1/2 inches in diameter",
      "3 cups shredded Mexican blend cheese",
      "3 tablespoons olive oil, divided",
      "1/2 lime, juiced",
      "8 ounces crimini mushrooms, chopped",
      "1/4 teaspoon ground oregano",
      "1/4 teaspoon ground coriander",
      "1/4 teaspoon ground cumin",
      "1/4 teaspoon garlic powder",
      "1/2 yellow onion, finely diced",
      "Kosher salt and freshly cracked black pepper to taste"
    ],
    "recipe": [
      "1. Combine the mushrooms, onions, spices, lime juice, salt and pepper and 1 tablespoon olive oil and let sit for 15-20 minutes",
      "2. Heat a large nonstick skillet over medium high heat, when it’s hot add 2 tablespoon olive oil and sauté mushrooms still crispy and browned 6-8 min. Remove from heat and keep to the side.",
      "3. Char the tortillas over a gas burner on high to soften, keep wrapped in a towel until ready to use.",
      "4. Heat oven to 225, place a baking sheet fitted with a cooling rack in the middle of the oven.",
      "5. Heat a large nonstick skillet over medium high heat, when the pan is hot place ⅓ cup cheese directly into the pan and spread out into a 5  in circle. Spoon on some of the mushroom  mixture into the center of the cheese. Let the cheese melt and bubble, when the edges begin to look crisp place a charred tortilla on top and with a spatula press down firmly. With a spatula carefully flip the quesadilla over so the cheese is facing up. Remove from the pan and fold in half, place the quesadilla into the oven to keep warm while you finish the remaining quesadillas"
    ]
  },
  "groundChickenTacos": {
    "ingredients": [
      "2-3 tablespoons taco seasoning",
      "1 pound ground chicken or ground turkey",
      "1 tablespoons olive oil",
      "Tortillas",
      "Freshly shredded cheddar",
      "Freshly shredded Monterey jack",
      "Salsa",
      "Avocado",
      "Any other taco fixins you prefer."
    ],
    "recipe": [
      "1. Heat the olive oil in a large skillet over medium high heat.",
      "2. Add the ground meat and sauté for 5 minutes and break it up with the back of a wooden spoon. Add all the taco seasoning and stir to combine. Continue to cook the ground meat and break it down with the back of a wooden spoon until it's fully cooked and no pink remains.",
      "3. Once cooked, add 2 tablespoons of water and reduce to a simmer. Let simmer for 10 minutes.",
      "4. Serve as taco meat with tortillas, shredded cheese, salsa, and any other taco fixings you prefer."
    ]
  },
  "tomatoBasilGnocchi": {
    "ingredients": [
      "1 tablespoon olive oil",
      "1 pint cherry tomatoes",
      "1 pound store bought gnocchi",
      "1/2 teaspoon kosher salt plus more to taste",
      "1 shallot thinly sliced",
      "6 cloves garlic roughly chopped",
      "1/2 teaspoon red pepper flakes",
      "2 tablespoons olive oil",
      "2 tablespoons butter",
      "1/2 cup freshly grated parmesan",
      "fresh basil to garnish",
      "1-2 balls burrata to serve"
    ],
    "recipe": [
      "1. Add the olive oil into a large skillet. Add the cherry tomatoes into the oil and saute for 3-5 minutes until blistered. Once blistered, add the shallot, garlic and red pepper flakes to the skillet and heat until fragrant, about 30 seconds. Transfer the tomato mixture to a bowl.",
      "2. Add the remaining olive oil and butter to the pan and heat until butter is melted.  Add gnocchi to the pan and cook on high, stirring frequently for about 5-6 minutes. Flip the gnocchi evenly in the pan for crisp texture on all sides.",
      "3. Add the tomatoes back to the pan, sprinkle half the parmesan and give a quick stir to coat well. Remove the gnocchi from the pan and serve with remaining grated parmesan and fresh basil and a small ball of burrata on each portion."
    ]
  },
  "source": "https://whatsgabycooking.com/10-easy-recipes-for-college-students/"
}